Repository: jadoGmbH/jadoStarterTheme
Catalog: languages/*.po
Languages: de_de

source: Epic 404 - Article Not Found
de_de: 404 - Seite nicht gefunden

source: The article you were looking for was not found, but maybe try looking again!
de_de: Der gesuchte Artikel wurde nicht gefunden. Bitte versuchen Sie es noch einmal!

source: Posted
de_de: Veröffentlicht

source: by
de_de: von

source: 404 - Site not found!
de_de: 404 - Seite nicht gefunden!

source: <span>No</span> Comments
de_de: <span>Nein</span> Kommentare

source: <span>One</span> Comment
de_de: <span>Ein</span> Kommentar

source: <span>%</span> Comments
de_de: <span>%</span> Kommentare

source: Reply
de_de: Antworten

source: &larr; Previous Comments
de_de: &larr; Vorherige Kommentare

source: More Comments &rarr;
de_de: Weitere Kommentare &rarr;

source: Comments are closed.
de_de: Kommentare sind geschlossen.

source: Products
de_de: Produkte

source: Product
de_de: Produkt

source: All Products
de_de: Alle Produkte

source: New Product
de_de: Neues Produkt

source: Add New Product
de_de: Neues Produkt hinzufügen

source: Edit
de_de: Bearbeiten

source: Edit Product
de_de: Produkt bearbeiten

source: View Product
de_de: Produkt ansehen

source: Search Products
de_de: Produkt Suche

source: Nothing found in the Database.
de_de: Keine Einträge in der Datenbank.

source: Nothing found in Trash
de_de: Nichts im Papierkorb gefunden

source: Products Post Type
de_de: Produkt Post Type

source: Product categories
de_de: Produkte Kategorien

source: Product category
de_de: Produkte Kategorie

source: Search Product category
de_de: Produkte Kategorie suchen

source: All Product categories
de_de: Alle Produkte Kategorien

source: Parent Product category
de_de: Eltern Produkt Kategorie

source: Parent Product category:
de_de: Eltern Produkt Kategorie:

source: Edit Product category
de_de: Produkte Kategorie bearbeiten

source: Update Product category
de_de: Produkt Kategorie update

source: New Product category
de_de: Neues Produkt Kategorie

source: New Product category name
de_de: Neuer Produkt Kategorie Name

source: Products Tags
de_de: Produkt Tags

source: Product Tag
de_de: Produkt Tag

source: Search Produkt Tags
de_de: Produkt Tag Suche

source: All Product Tags
de_de: Alle Produkte Schlagworte

source: Parent Product Tag
de_de: Produkt Schlagwort Eltern

source: Parent Product Tag:
de_de: Produkt Schlagwort Eltern:

source: Edit Product Tag
de_de: Produkt Tag bearbeiten

source: Update Product Tag
de_de: Produkt Schlagwort update

source: Add New Product Tag
de_de: Neuen Zustrom Type anlegen

source: New Product Tag Name
de_de: Neuer Produkt Schlagwort Name

source: Maintenance Mode
de_de: Wartungsmodus

source: Please come back later.
de_de: Bitte kommen sie später wieder.

source: jado Starter Theme Settings
de_de: jado Starter Theme Einstellungen

source: jST Settings
de_de: jST Einstellungen

source: Media Settings
de_de: Medien Einstellungen

source: Image Quality JPG Settings
de_de: Bildqualität der JPGs setzen (0-100)

source: Set alt attributes for images after upload (based on image)
de_de: Automatische alt-Attribute bei allen Bildern <br>(basierend auf Bildname)

source: Show featured images in backend
de_de: Zeige Beitragsbilder in Backend

source: Enable SVG Uploads
de_de: Aktiviere SVG Uploads

source: Enable SwiperJS for every Gallery Block
de_de: Aktiviere SwiperJS Slider für jeden Galerie Block

source: Enable Lightbox for every Gallery Block linked to media file
de_de: Aktiviere Lightbox für jede Galerie Block der zu den Mediendateien linkt

source: Gutenberg Settings
de_de: Gutenberg Einstellungen

source: Gutenberg full width
de_de: Gutenberg volle Seitenbreite

source: Deactivate Gutenberg inline styles - they are already loaded by jST
de_de: Gutenberg Inline CSS ausschalten

source: Disable Editor Fullscreen Default
de_de: Default Editor Fullscreen ausschalten

source: Design for Gutenberg Backend
de_de: Design für Gutenberg Backend

source: SEO, Security & Performance Settings
de_de: SEO, Security & Performance Einstellungen

source: Disable Emoji
de_de: Emojis deaktivieren

source: Disable XMLRPC
de_de: XMLRPC ausschalten

source: Disable Embeds in Frontend
de_de: Entferne Embed CSS aus dem Frontend

source: Disable Comments
de_de: Kommentarfunktion ausschalten

source: Encode emails e.g. [email]email@email.com/email]
de_de: Emails verschlüsseln z.B.: [email]email@email.de[/email]

source: Disable heartbeat (auto safe etc.)
de_de: WordPress Heartbeat ausschalten <br>(auto safe etc.)

source: Correct script style (delete type=script)
de_de: Script Style W3C-konform <br>(type=script rauswerfen etc.)

source: Excerpts for pages (for meta descriptions)
de_de: Auszüge für Seiten<br>(für Meta Beschreibungen)

source: Hide WP User in Code
de_de: Verstecke die WP-User im Code

source: Add permission policy header (disallow: geolocation, microphone, camera)
de_de: Berechtigungsrichtlinien-Header hinzufügen (nicht zulassen: Geolokalisierung, Mikrofon, Kamera)

source: Add referrer policy header
de_de: Header der Referrer-Richtlinie hinzufügen

source: Add cross origin ressource policy header (same-origin)
de_de: Benutze cross origin ressource policy header (same-origin)

source: Add cross origin opener policy header (same-origin)
de_de: Benutze cross origin opener policy header (same-origin)

source: Add x-frame options header (same-origin)
de_de: Benutze x-frame options header (same-origin)

source: Delay login attempts (30s)
de_de: Anmeldeversuche verzögern (30 s)

source: Set cache for 1 day (not for logged in users)
de_de: Cache für 1 Tag einstellen (nicht für angemeldete Benutzer)

source: Misc Settings
de_de: Diverse Einstellungen

source: Disable Admin Bar in Frontend
de_de: Entferne Admin Bar aus dem Frontend

source: Activate jQuery
de_de: Aktiviere jQuery

source: Give Editors Menu access
de_de: Redakteur Navigation & Widget Zugriff

source: Activate Maintenance mode
de_de: Wartungsmodus aktivieren

source: Business Information – Social media Icons and LD+JSON (SEO)
de_de: Geschäftsinformationen – Social-Media-Symbole und LD+JSON (SEO)

source: Street and Number
de_de: Straße und Hausnummer

source: Postal Code
de_de: Postleitzahl

source: City
de_de: Ort

source: Country (2-digit code, e.g. DE)
de_de: Ländercode (2-Zeichen Code, z. B. DE)

source: Contact Site (URL)
de_de: Kontaktseite (URL)

source: Area Served (e.g. DE, UK, PT)
de_de: Bedientes Gebiet (z. B. DE, UK, PT)

source: Spoken Languages (e.g. DE, EN)
de_de: Gesprochene Sprachen (z. B. DE, EN)

source: Founding Date (e.g.: 2011)
de_de: Gründungsdatum (z. B.: 2011)

source: Telephone (e.g.: +49 1234 56789)
de_de: Telefon (Bsp.: +49 1234 56789)

source: Email address (e.g.: info@example.com)
de_de: E-Mail-Adresse (z. B.: info@example.com)

source: WhatsApp number (e.g.: +49123456789)
de_de: WhatsApp-Nummer (z. B.: +49123456789)

source: Show Social Media Icons in Footer
de_de: Social-Media-Symbole in der Fußzeile anzeigen

source: Yes
de_de: Ja

source: Settings saved
de_de: Einstellungen gespeichert

source: Featured Image
de_de: Beitragsbild

source: Your theme do not support post thumbnails ...
de_de: Ihr Theme unterstützt keine Featured Bilder ...

source: Gallery Settings
de_de: Galerie Einstellungen

source: Gallery Block SwiperJS Settings
de_de: Galerie Block SwiperJS Einstellungen

source: Setting options for all gallery blocks that are automatically converted to SwiperJS sliders when this plugin is activated
de_de: Einstellmöglichkeiten für alle Galerie-Blöcke, die mit Aktivierung dieses Plugins automatisch in SwiperJS Slider umgewandelt werden

source: Effect:
de_de: Effekt:

source: Speed (in ms):
de_de: Geschwindigkeit (in ms):

source: Enable Pagination:
de_de: Bullets unten einschalten:

source: Enable Navigation:
de_de: Navigationspfeile einschalten:

source: Enable Autplay:
de_de: Autoplay einschalten:

source: Autoplay Delay (in ms):
de_de: Autoplay Verzögerung (in ms):

source: Slides per view:
de_de: Slides pro Seite:

source: Space between Slides (in px):
de_de: Abstand zwischen Bildern (in px):

source: Color for Navigation/Pagniation:
de_de: Farbe der Navigation/Pagination:

source: Enable Lazyload:
de_de: Bilder Lazyload einschalten:

source: Enable #Hash in URL
de_de: Aktiviere #Hash-Links in URL

source: Sorry, no content available.
de_de: Leider kein Inhalt verfügbar.

source: Search Results for:
de_de: Suchergebnisse für:

source: Posted %1$s by %2$s
de_de: Geschrieben %1$s von %2$s

source: Read more &raquo;
de_de: Weiterlesen &raquo;

source: Filed under: %1$s
de_de: Rubrik: %1$s

source: Tags:
de_de: Schlagworte:

source: Search for:
de_de: Suche nach:

source: Search
de_de: Suche

source: custom Theme for starting clean, fast and simple projects / woocommerce enabled
de_de: Individuelles Theme, um Performance und schnelle Projekte zu starten / auch für WooCommerce

source: Custom Loop
de_de: Custom Post Loop
